Repository: DragoKatic/earlycart-sold
Catalog: languages/earlycart-sold-*.po
Languages: sr_rs

source: Settings saved.
sr_rs: Подешавања сачувана.

source: Settings updated successfully.
sr_rs: Подешавања су успешно ажурирана.

source: Select Product Category
sr_rs: Изаберите категорију производа

source: -- Select a Category --
sr_rs: -- Изаберите категорију --

source: Multiplier
sr_rs: Множилац

source: Bestseller CSS
sr_rs: CSS за ознаку најпродаванијег

source: Bestseller HTML
sr_rs: HTML за ознаку најпродаванијег

source: Units Sold CSS
sr_rs: CSS за број продатих јединица

source: Units Sold HTML
sr_rs: HTML за број продатих јединица

source: Save Changes
sr_rs: Сачувај измене

source: New arrival
sr_rs: Нови производ

source: Units Sold: %d
sr_rs: Продато јединица: %d

source: Bestseller
sr_rs: Најпродаваније

source: Units Sold: %s
sr_rs: Продато јединица: %s
